
-- --------------------------------------------------------

--
-- Table structure for table `t_errors`
--

CREATE TABLE `t_errors` (
  `slNo` int(11) NOT NULL,
  `Finished` enum('Yes','No') COLLATE utf8_unicode_ci NOT NULL DEFAULT 'No',
  `id` int(8) UNSIGNED ZEROFILL NOT NULL,
  `ta_content` text COLLATE utf8_unicode_ci NOT NULL,
  `Comnt` text COLLATE utf8_unicode_ci NOT NULL,
  `BibleYr` enum('1994','2013') COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `t_errors`
--

INSERT INTO `t_errors` (`slNo`, `Finished`, `id`, `ta_content`, `Comnt`, `BibleYr`) VALUES
(1, 'Yes', 01001024, 'அப்பொழுது கடவுள், “கால்நடைகள், ஊர்வன, காட்டுவிலங்குகள் ஆகியவற்றை அவ்வவற்றின் இனத்தின்படி நிலம் தோற்றுவிப்பதாக” என்றார்.  <b>அது அவ்வாறே ஆயிற்று.</b>', 'Text Missing', '1994'),
(2, 'Yes', 01012005, 'ஆபிராம் தம் மனைவி சாராயையும் தம் <s>சகோதரன்</s> <b>சகோதரனின் மகன்</b> லோத்தையும் உடனழைத்துச் சென்றார்....', 'Text Missing', '1994'),
(3, 'Yes', 01019035, 'அவ்வாறே அன்றிரவும் தங்கள் தந்தையைத் திராட்சை மது குடிக்க வைத்தார்கள். இம்முறையும் <s>அவள்</s> <b>இளையவள் சென்று</b> படுத்துக்கொண்டதோ அவள் எழுந்து சென்றதோ அவருக்குத் தெரியாது.', 'Text Missing', '1994'),
(4, 'Yes', 01024027, '“என் தலைவர் ஆபிரகாமின் <b>கடவுளாகிய</b> ஆண்டவர் போற்றி! போற்றி! ...', 'Text Missing', '1994'),
(5, 'Yes', 01024048, 'மேலும் நான் ஆண்டவரை வணங்கித் தொழுதேன். ஏனெனில் என் தலைவரின் <s>சகோதரியின்</s> <b>சகோதரரின்</b> மகளையே, ...', 'Spelling Mistake', '1994'),
(6, 'Yes', 01030036, 'தனக்கும் <b>மீதமுள்ள</b> தன் மந்தைகளை மேய்த்துவந்த யாக்கோபுக்கும் இடையில் மூன்று நாள் வழித்தூரம் இருக்கும்படியும் செய்துவிட்டான்.', 'Text Missing', '1994'),
(7, 'Yes', 01036042, 'கெனாசு, தேமா<b>ன்</b>, மிபுசார்,', 'Spelling Mistake', '1994'),
(8, 'Yes', 01050015, '... இப்பொழுது நம்மை வெறுத்து உறுதியாகப் பழி <s>வாங்குவர்</s> <b>வாங்குவார்</b>” என்று எண்ணினர்.', 'Spelling Mistake', '1994'),
(9, 'Yes', 02011008, '....‛உம்மைப் பின்பற்றும் மக்கள் அனைவரோடும் நீர் வெளியேறிவிடும்’ என்று கூறுவர். <b>அதன்பின் நான் வெளியேறிச் செல்வேன்.</b>” இதன்பின் பொங்கிய சினத்தோடு மோசே பார்வோனை விட்டகன்றார்.', 'Text Missing', '2013'),
(10, 'Yes', 02012035, '... அவர்கள் எகிப்தியரிடமிருந்து <b>பொன்,</b> வெள்ளி அணிகலன்களையும் போர்வைகளையும் கேட்டு வாங்கினர்.', 'Text Missing', '1994'),
(11, 'Yes', 02015024, '<b>‘</b>நாங்கள் எதைத்தான் குடிப்போம்’ என்று ....', 'Starting quote missing', '2013'),
(12, 'Yes', 03019022, '...அப்போது <s>அவள்</s> <b>அவன்</b> செய்த பாவம் மன்னிக்கப்படும்.', 'Spelling Mistake', '1994'),
(13, 'Yes', 03027022, 'ஒருவர், தன் குடும்பச் சொத்து அல்லாத <s>ஒது</s> <b>ஒரு</b> வயலை வாங்கி அதை ஆண்டவருக்கென நேர்ச்சையாகச் செலுத்தினால்,', 'Spelling Mistake', '1994'),
(14, 'Yes', 03027033, '... மாற்றினால் அவை இரண்டும் ஆண்டவருக்கெனப் பிரித்து வைக்கப்பட <s>வேண்டாம்</s> <b>வேண்டும்</b>. அவை மீட்கப்படலாகா.', 'Spelling Mistake', '1994'),
(15, 'Yes', 07007025, '....யோர்தானுக்கு <s>அப்பாலிருந்து</s> <b>அப்பாலிருந்த</b> கிதியோனிடம் கொண்டு வந்தனர்.', 'Spelling Mistake', '1994'),
(16, 'Yes', 17006009, '... பதிலிறுத்தார் ...', 'There are many more verses (eg., 7:4 ) in this book with same error.', '2013'),
(17, 'Yes', 17009024, 'எஸ் 3:7', 'Footnote missing', '2013'),
(18, 'Yes', 18025001, 'பிறகு சூகாவி<b>ய</b>னான பில்தாது பேசினான்:', 'Spelling Mistake', '2013'),
(19, 'Yes', 19037039, 'நேர்மையாளருக்கு மீட்பு ஆண்டவரிடமிருந்து வருகின்றது, நெருக்கடியான நேரத்தில் அவர்களுக்கு வலிமையும் அவரே.', 'Missnumbered as 35', '2013'),
(20, 'Yes', 19045003, 'வீரமிகு மன்<b>னா</b>!...', 'Spelling Mistake', '2013'),
(21, 'Yes', 19078046, 'விப 10:12-<s>45</s> <b>15</b>', 'Error in Footnote', '2013'),
(22, 'Yes', 19079005, '...<b>உ</b>மது வெஞ்சினம் நெருப்பாக எரியுமோ?', 'Spelling Mistake', '2013'),
(23, 'Yes', 19080001, 'விப 25:<s>20</s> <b>22</b>', 'Error in Footnote', '2013'),
(24, 'Yes', 19114008, 'விப 17:1-7; எண் 20:<S>1-3</s> <b>2-13</b>', 'Error in Footnote: (See Ps 75:15, 95:8, 05:41)', '2013'),
(25, 'Yes', 19119052, '... <b>அ</b>வற்றால் நான் ஆறுதல் அடைகின்றேன்.', 'Spelling Mistake', '2013'),
(26, 'Yes', 19129006, 'கூரைமேல் முளைக்கும் புல்லுக்கு<s>ம்</s> அவர்கள் ஒப்பாவார்கள்; வளருமுன் அது உலர்ந்துபோகும்.', 'Spelling Mistake', '2013'),
(27, 'Yes', 19130008, 'தீத் 2:<s>16</s><b>14</b>', 'Crossref: தீத் 2:16 does not exist', '2013'),
(28, 'Yes', 20006023, 'கட்டளை என்பது ஒரு விளக்கு; <s>அறவுரை</s> <b>அறிவுரை</b> என்பது ஒளி;...', 'Spelling Mistake', '1994'),
(29, 'Yes', 20008028, '<s>உலகத்தில்</s> <b>உயரத்தில்</b> மேகங்களை அவர் அமைத்தபோது, ...', 'Spelling Mistake', '1994'),
(30, 'Yes', 20024031, '... அதன் <b>கற்</b>சுவர் இடிந்து கிடந்தது.', 'Text Missing', '1994'),
(31, 'Yes', 21012005, '... உற்றார் வீதியில் அழுது புலம்ப நீ முடி<s>வு</s><b>வ</b>ற்ற ஓய்வுக்குச் செல்லுமுன்னும்,...', 'Spelling Mistake', '2013'),
(32, 'Yes', 23029022, 'ஆதலால் <s>ஆபிராகாமை</s> <b>ஆபிரகாமை</b> மீட்ட ஆண்டவர்', 'Spelling Mistake', '1994'),
(33, 'Yes', 23039002, 'இதுபற்றி மகிழ்ந்த எசேக்கியா தூதர்க்கு<b>த்</b> தம் கருவூல அறை,...', 'Spelling Mistake', '2013'),
(34, 'Yes', 23040028, '... ஆண்டவரே என்றுமுள கடவுள்; அவரே <s>விண்ணுலகின்</s> <b>மண்ணுலகின்</b>  எல்லைகளைப் படைத்தவர்; ...', 'Spelling Mistake', '1994'),
(35, 'Yes', 23048003, '... என் <s>தாய்</s> <b>வாய்</b> மொழிந்தவற்றை அவர்கள் கேட்கச் செய்தேன்', 'Spelling Mistake', '1994'),
(36, 'Yes', 24005003, '...அவர்களோ திருந்த மறுத்தனர்; அவர்கள் தங்கள் முகத்தைப் பாறையினும் கடியதாக இறுக்கிக்கொண்டனர். <s>என்னிடம்</s>  <b>உம்மிடம்</b> திரும்பிவர மறுத்தனர்.', 'Spelling Mistake', '1994'),
(37, 'Yes', 24006009, '...திராட்சைக் கொடிகளில் <s>தப்புப்</s> <b>தப்பும்</b> பழங்களை ஒன்றும் விடாது பறித்துச் சேர்ப்பது போல,', 'Spelling Mistake', '1994'),
(38, 'Yes', 24048036, '...என் இதயம் புல்லாங்குழல் போன்று <s>சீர்செரேசின்</s> <b>கீர்கெரேசின்</b> மனிதருக்காகச் சோகப் பண் இசைக்கிறது....', 'Spelling Mistake', '1994'),
(39, 'Yes', 27011037, 'அவன் தன் தந்தையர் வழிபட்ட தெய்வங்களையோ <b>பெண்கள் விரும்பும்</b> வேறெந்தத் தெய்வத்தையோ ...', 'Text Missing', '1994'),
(40, 'Yes', 32001001, '2 அர <s>15</s> <b>14</b>:25', 'Crossref Mistake', '2013'),
(41, 'Yes', 32003001, 'N/A', 'First three verses division is messed up', '2013'),
(42, 'Yes', 32003004, 'மத் 12:4<b>1</b>;', '(யோனா 3:4-5) Crossref ', '2013'),
(43, 'Yes', 38006006, '...வெண்ணிறக் குதிரைகள் அவற்றைப் பின்தொடர்ந்து போகின்றன <b>புள்ளியுள்ள</b> கறுப்புநிறக் குதிரைகளோ தென்னாட்டை நோக்கிச் செல்கின்றன...', 'Text Missing', '1994'),
(44, 'Yes', 38013007, '... என்கிறார் படைகளின் ஆண்டவர். <s>‘</s> <b>“</b>ஆயனை வெட்டு; ...', 'Quotes messed up', '2013'),
(46, 'Yes', 42002021, '... முன்னேற்றத்தால் மெய்க்காவலர்<s>க்</s> தலைவர்களாகிய அரச அலுவலர்கள் ...', 'Spelling Mistake', '2013'),
(47, 'Yes', 42009010, '... இவர்கள் எல்லாரும் யூதரின் பகைவனும் பூகை<b>யனா</b>கிய அம்மதாத்தாவின் ...', 'Spelling Mistake', '2013'),
(48, 'Yes', 56006015, '<s>போ</s>லியார் -> <b>பே</b>லியார்', 'Footnote spelling mistake. Word in English is ''Belial''. [Correct in 1994 Version]', '2013'),
(49, 'Yes', 62002009, 'மத் 24:24', 'Crossref missing [Correct in 1994 Version]', '2013'),
(50, 'Yes', 71001004, 'N/A', 'Verse number 4 is not printed. [Correct in 1994 Version]', '2013'),
(51, 'Yes', 72001010, '10 உங்களிடம் வருவோர் இப்போதனையை ஏற்காதிருப்பின், அவர்களை உங்கள் இல்லத்திலும் ஏற்றுக்கொள்ள வேண்டாம். <b>அவர்களுக்கு வாழ்த்தும் கூற வேண்டாம்.</b>  11<s>அவர்களுக்கு வாழ்த்தும் கூற வேண்டாம்.</s> அவர்களுக்கு வாழ்த்துக் கூறுவோர் அவர்களுடைய தீச்செயல்களிலும் பங்கு கொள்கிறார்கள்.', 'One sentence from 11 verse is added to 10 verse. [Correct in 1994 Version]', '2013');
